Repository: br-automation-com/mapp-Framework
Catalog: BaseProject/Logical/mappView/Resources/Texts/HMI_PagesTexts/DiagnosePageTexts.tmx
Source language: en
Languages: zh

source: System Diagnostics Manager
zh: 系统诊断管理

source: FB/ IO Status
zh: FB/IO 状态

source: IO Browser
zh: IO 浏览

source: IO Modules
zh: IO 模块

source: IO Stations
zh: IO 站

source: IO Channel
zh: IO通道

source: Datapoint Name
zh: 通道变量

source: IO Value
zh: IO通道值

source: IO Forcing
zh: IO强制

source: Activate Forcing
zh: 激活强制

source: Force Value
zh: 强制值

source: On
zh: 开启

source: Off
zh: 关闭

source: Active
zh: 激活

source: Inactive
zh: 未激活

source: IO Browser is initializing
zh: IO浏览初始化
